
messages_text = {
    'menu': '''
🔥  Скачивай большие видео с Premium!

🔸  Главное меню:''',
    'downloadUrl': '🎥  Пришли url-адрес видео, которое хочешь скачать',
    'videoDownloaded': '✅  Видео скачалось',
    'videoDownloading': '➡  Идет скачивание видео:',
    'downloadError': '❗  Не удалось скачать видео.\nПроверь ссылку на видео и повтори попытку',
    'subscribe': '🚀  Купи Premium версию бота за 79 рублей и скачивай большие видео с Youtube!',
    'subscribed': '✅  У вас уже есть Premium версия бота!',
    'unsubscribed': '❌  Чтобы скачивать видео с длительностью более 5-и минут, приобрети Premium версию бота!',
    'payError': '❌  <b>Error</b>\n\nОбратись в поддержку: /help',
    'paySuccess': '✅  Premium версия бота приобретена!\n\n🎥  Чтобы скачать видео, пришли url-адрес',
    'echo': '🟢  Чтобы скачать видео, нажми кнопку "Скачать видео" в главном меню /start',
    'help': '''
🟢  Чтобы скачать видео с YouTube, нажми кнопку 'Скачать видео'
--------------------------
🟢  Затем отправь ссылку и ждите, пока бот не пришлет вам скачанное видео
--------------------------
🟢  Помни, время скачивания и отправки видео зависит от длительности самого видео
Чем больше файл, тем больше времени нужно
''',
}